TXT_ERROR = 'Ошибка. Введите действие из списка.'
TXT_DIR = 'Введите каталог.'
TXT_NAME = 'Введите имя файла.'
TXT_FILE = 'Файл не найден.'
TXT_ERROR_1 = 'Ошибка. Вы ввели имя файла.'
TXT_ERROR_2 = 'Ошибка. Такой папки нет.'
TXT_FILE_1 = 'Количество файлов: '
TXT_DIR_1 = '\nКоличество подкаталогов: '
TXT_ALL = '\nВсего: '
TXT_MENU = '''|  1. Просмотр каталога                   |
|  2. На уровень вверх                    |
|  3. На уровень вниз                     |
|  4. Количество файлов и каталогов       |  
|  5. Размер текущего каталога (в байтах) |
|  6. Поиск файла                         |
|  7. Выход из программы                  |'''
TXT_MENU_1 = 'Выберите пункт меню: '
TXT_END = 'Работа программы завершена.'
TXT_BROWSE = '1'
TXT_UP = '2'
TXT_DOWN = '3'
TXT_QUANTITY = '4'
TXT_SIZE = '5'
TXT_SEARCH = '6'
TXT_EXIT = '7'




